IDEA Open Model
MatSteelAISC Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the MatSteelAISC class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public MatSteelAISC()
Public Sub New
See Also
Reference
MatSteelAISC Class
IdeaRS.OpenModel.Material Namespace